Repository: Pavel-Sayekat/language-pack-touch-cy
Catalog: data/*/LC_MESSAGES/indicator-power.po
Languages: cy

source: Show time in Menu Bar
cy: Dangos yr amser yn y Bar Dewislen

source: Whether or not to show the time in the menu bar.
cy: A ddylid dangos yr amser yn y bar dewislen.

source: Show percentage in Menu Bar
cy: Dangos y canran yn y Bar Dewislen

source: Whether or not to show the percentage in the menu bar.
cy: A ddylid dangos y canran yn y bar dewislen.

source: When to show the battery status in the menu bar.
cy: Pryd i ddangos statws y batri yn y bar dewislen.

source: Options for when to show battery status. Valid options are "present", "charge", and "never".
cy: Dewisiadau ar gyfer pryd i ddangos statws y batri. Mae "presennol", "gwefru", a "byth" yn ddewisiadau dilys.

source: AC Adapter
cy: Addasydd AC

source: Battery
cy: Batri

source: UPS
cy: UPS (Cyflenwad trydan annhoradwy)

source: Mouse
cy: Llygoden

source: Keyboard
cy: Bysellfwrdd

source: Cell phone
cy: Ffôn symudol

source: Media player
cy: Chwaraewr cyfryngau

source: Tablet
cy: Llechen

source: Computer
cy: Cyfrifiadur

source: Unknown
cy: Anhysbys

source: estimating…
cy: wrthi'n amcangyfrif...

source: unknown
cy: anhysbys

source: %0d:%02d to charge
cy: %0d:%02d i wefru'n llawn

source: %0d:%02d left
cy: %0d:%02d ar ôl

source: %d %s %d %s to charge
cy: %d %s %d %s i wefru'n llawn

source: hour
cy: awr

source: minute
cy: munud

source: %d %s to charge
cy: %d %s i wefru'n llawn

source: %d %s %d %s left
cy: %d %s %d %s ar ôl

source: %d %s left
cy: %d %s ar ôl

source: %s (charged)
cy: %s (wedi'i wefru'n llawn)

source: Battery Low
cy: Batri'n Isel

source: Battery Critical
cy: Batri'n Isel Iawn

source: %.0f%% charge remaining
cy: %.0%% gwefriad ar ôl

source: OK
cy: Iawn

source: Battery settings
cy: Gosodiadau'r Batri

source: Charge level
cy: Lefel gwefru

source: Show Time in Menu Bar
cy: Dangos yr Amser yn y Bar Dewislen

source: Show Percentage in Menu Bar
cy: Dangos y Canran yn y Bar Dewislen

source: Power Settings…
cy: Gosodiadau Pŵer...

source: Adjust brightness automatically
cy: Newid disgleirdeb yn awtomatig

source: Battery settings…
cy: Gosodiadau batri...
