Repository: Pavel-Sayekat/language-pack-touch-cy
Catalog: data/*/LC_MESSAGES/indicator-sound.po
Languages: cy

source: Volume
cy: Lefel sain

source: Speakers
cy: Seinyddion

source: Headphones
cy: Clust ffoniau

source: Bluetooth headphones
cy: Clustffonau Bluetooth

source: Bluetooth speaker
cy: Seinydd Bluetooth

source: Usb speaker
cy: Seinydd USB

source: Usb headphones
cy: Clustffonau USB

source: HDMI speaker
cy: Seinydd HDMI

source: HDMI headphones
cy: Clustffonau HDMI

source: Volume (muted)
cy: Lefel sain (wedi mudo)

source: silent
cy: tawel

source: Sound
cy: Sain

source: Mute
cy: Distewi

source: Silent Mode
cy: Modd Tawel

source: Sound Settings…
cy: Gosodiadau Sain...

source: Microphone Volume
cy: Lefel Sain Microffôn

source: High volume can damage your hearing.
cy: Gall sain uchel niweidio eich clyw.

source: Volume (Headphones)
cy: Lefel sain (Clustffonau)

source: Volume (Bluetooth)
cy: Lefel Sain (Bluetooth)

source: Volume (Usb)
cy: Lefel Sain (USB)

source: Volume (HDMI)
cy: Lefel Sain (HDMI)

source: Volume (Bluetooth headphones)
cy: Lefel Sain (Clustffonau Bluetooth)

source: Volume (Usb headphones)
cy: Lefel Sain (Clustffonau USB)

source: Volume (HDMI headphones)
cy: Lefel Sain (Clustffonau HDMI)

source: Choose Playlist
cy: Dewiswch Rhestr Chwarae

source: OK
cy: Iawn

source: Cancel
cy: Diddymu
