Repository: Pavel-Sayekat/language-pack-touch-cy
Catalog: data/*/LC_MESSAGES/signon-ui.po
Languages: cy

source: The authentication process is complete. You may now close this dialog and return to the application.
cy: Mae'r broses dilysu yn gyflawn. Gallwch gau'r ddeialog hon nawr a dychwelyd i'r rhaglen.

source: Done
cy: Wedi gorffen

source: Web authentication for %1
cy: Dilysu Gwe ar gyfer %1

source: Web authentication
cy: Dilysu Gwe

source: Enter your credentials to login
cy: Rhowch eich cymwysterau i fewngofnodi

source: Previous authentication attempt failed. Please try again.
cy: Methodd y cais dilysu blaenorol. Rhowch gynnig arall arni.

source: Enter your credentials
cy: Rhowch eich cymwysterau

source: Username:
cy: Enw defnyddiwr:

source: Password:
cy: Cyfrinair:

source: As an additional security measure, please fill in the text from the picture below:
cy: Fel mesur diogelwch ychwanegol, llenwch y testun o'r llun isod:

source: Text from the picture:
cy: Testun o'r llun:

source: Applications can no longer access some of your Web Accounts
cy: Ni all rhaglenni gael mynediad at rai o'ch Cyfrifon Gwe bellach

source: Applications can no longer access your %1 Web Account
cy: Ni all rhaglenni gael mynediad at eich Cyfrif Gwe %1 bellach

source: Choose <b>Web Accounts</b> from the user menu to reinstate access to this account.
cy: Dewiswch <b>Gyfrifon Gwe</b> o'r ddewislen defnyddiwr i adfer mynediad at y cyfrif hwn.
