Repository: Pavel-Sayekat/language-pack-touch-cy
Catalog: data/*/LC_MESSAGES/unity-scope-mediascanner.po
Languages: cy

source: Featured on %s
cy: Amlygwyd ar %s

source: Results from %s
cy: Canlyniadau o %s

source: Get started!
cy: Cychwyn!

source: Drag and drop items from another devices. Alternatively, load your files onto a SD card.
cy: Cydio a gollwng eitemau o ddyfeisiau eraill. Neu llwythwch ffeiliau ar gerdyn SD.

source: Nothing here yet... Make a video!
cy: Dim byd yma eto... Crewch fideo!

source: Everything
cy: Popeth

source: My Roll
cy: Fy Rol

source: Downloaded
cy: Llwythwyd i lawr

source: My Videos
cy: Fy Fideos

source: Play
cy: Chwarae

source: My Music
cy: Fy Ngherddoriaeth

source: Artists
cy: Artistiaid

source: Albums
cy: Albymau

source: Tracks
cy: Traciau

source: Genres
cy: Mathau

source: Play in music app
cy: Chwarae yn yr ap cerddoriaeth

source: New albums from 7digital
cy: Albymau newydd o 7digital

source: Popular tracks on SoundCloud
cy: Traciau poblogaidd ar SoundCloud

source: Nearby Events on Songkick
cy: Digwyddiadau Cyfagos ar Songkick

source: Popular tracks on Youtube
cy: Traciau poblogaidd ar YouTube

source: This is an Ubuntu search plugin that scans the device for music and allows it to be searched and displayed in the Dash.
cy: Ategyn chwilio Ubuntu yw hwn sy'n sganio eich dyfais am gerddoriaeth a'i arddangos yn y Dash.

source: Search local music collection
cy: Chwilio casgliad cerddoriaeth lleol

source: This is an Ubuntu search plugin that scans the device for videos and allows them to be searched and displayed in the Dash.
cy: Ategyn chwilio Ubuntu yw hwn sy'n sganio eich dyfais am fideos a'i arddangos yn y Dash.

source: Music
cy: Cerddoriaeth

source: This is an Ubuntu search plugin that merges all music sources into one.
cy: Ategyn chwilio Ubuntu yw hwn sy'n cyfuno ffynonellau cerddoriaeth yn un.

source: Search music
cy: Chwilio cerddoriaeth

source: Video
cy: Fideo

source: This is an Ubuntu search plugin that merges all video sources into one.
cy: Ategyn chwilio Ubuntu yw hwn sy'n cyfuno ffynonellau fideo yn un.

source: Search video
cy: Chwilio fideo
