Repository: Pavel-Sayekat/language-pack-touch-cy
Catalog: data/*/LC_MESSAGES/unity.po
Languages: cy

source: All
cy: Popeth

source: Categories
cy: Categorïau

source: Multi-range
cy: Ystod lluosog

source: Rating
cy: Graddio

source: See fewer results
cy: Gweld llai o ganlyniadau

source: See one more result
cy: Gweld un canlyniad arall

source: Sorry, there is nothing that matches your search.
cy: Mae'n ddrwg gennym, nid oes unrhyw beth sy'n cyfateb i'ch chwiliad.

source: Last Updated
cy: Diweddarwyd Ddiwethaf

source: Comments
cy: Sylwadau

source: This window is not responding
cy: Nid yw'r ffenestr hon yn ymateb

source: Do you want to force the application to exit, or wait for it to respond?
cy: Hoffech chi orfodi'r rhaglen i gau, neu aros iddi ymateb?

source: _Wait
cy: _Aros

source: _Force Quit
cy: _Gorfodi i Gau

source: Type your command
cy: Teipiwch eich gorchymyn

source: Lock to Launcher
cy: Cloi i'r lansiwr

source: Unlock from Launcher
cy: Datgloi o'r lansiwr

source: Quit
cy: Gadael

source: Exit
cy: Gadael

source: Close
cy: Cau

source: Search your computer and online sources
cy: Chwilio eich cyfrifiadur a ffynonellau arlein

source: Restore Windows
cy: Adfer Ffenestr

source: Show Desktop
cy: Dangos y Penbwrdd

source: The drive has been successfully ejected
cy: Cafodd y gyriant ei fwrw allan yn llwyddiannus

source: Workspace Switcher
cy: Cyfnewidydd Gweithfannau

source: Waiting to install
cy: Yn disgwyl i osod

source: Installing…
cy: Wrthi'n gosod...

source: Drop To Add Application
cy: Gollwng i ychwanegu rhaglen

source: Trash
cy: Sbwriel

source: Empty Trash…
cy: Gwagio'r Sbwriel...

source: Open
cy: Agor

source: Eject parent drive
cy: Bwrw gyriant gwreiddiol allan

source: Eject
cy: Bwrw Allan

source: Safely remove parent drive
cy: Tynnu gyriant gwreiddiol yn ddiogel

source: Safely remove
cy: Tynnu'n ddiogel

source: Unmount
cy: Dadosod

source: Password
cy: Cyfrinair

source: Username
cy: Enw defnyddiwr

source: Invalid password, please try again
cy: Cyfrinair anghywir, rhowch gynnig arall arni

source: Ubuntu Desktop
cy: Penbwrdd Ubuntu

source: %s Desktop
cy: %s Bwrdd Gwaith

source: Unity Scrollbars Support
cy: Cymorth Bariau Sgrolio Unity

source: Support _UNITY_NET_WORKAREA_REGION
cy: Cymorth _UNITY_NET_WORKAREA_REGION

source: Unity MT Grab Handles
cy: Handlenni Cydio Unity MT

source: Small touch-based grab handles to move and resize a window
cy: Handlenni cydio bychan cyffwrdd-ganolog i symud a newid maint ffenestri

source: Toggle Handles
cy: Toglo Handlenni

source: Key to toggle the handles
cy: Bysell ar gyfer toglo handlenni

source: Show Handles
cy: Dangos handlenni

source: Key to show the handles
cy: Bysell ar gyfer dangos handlenni

source: Hide Handles
cy: Cuddio Handlenni

source: Key to hide the handles
cy: Bysell ar gyfer cuddio handlenni

source: Fade Duration
cy: Hyd y Pylu

source: How long the fade should last
cy: Pa mor hir y dylai'r pylu bara

source: Launcher
cy: Lansiwr

source: %s: running: %zu windows open
cy: %s: wrthi'n rhedeg: %zu o ffenestri ar agor

source: %s: running
cy: %s: wrthi'n rhedeg

source: Quicklist
cy: Rhestr gyflym

source: Switcher
cy: Cyfnewidydd

source: Ubuntu Unity Plugin
cy: Ategyn Ubuntu Unity

source: Plugin to draw the Unity Shell
cy: Ategyn i ddenu Plisgyn Unity

source: General
cy: Cyffredinol

source: Key to show the menu bar while pressed
cy: Bysell i ddangos y bar dewislen

source: Reveals the global menu bar while pressed.
cy: Bysell sy'n datgelu'r bar dewislen fyd-eang.

source: Key to lock the screen.
cy: Bysell i gloi'r sgrîn.

source: Pressing this key will lock the current session.
cy: Bydd pwyso'r botwm hwn yn cloi'r sesiwn gyfredol.

source: Key to show the HUD when tapped
cy: Bysell i ddangos yr HUD

source: A tap on this key summons the HUD.
cy: Bydd gwasgu'r bysell hwn yn galw'r HUD

source: Key to execute a command
cy: Bysell i weithredu gorchymyn

source: Opens a folder or executes a command.
cy: Yn agor plygell neu weithredu gorchymyn

source: Hide all windows and focus desktop.
cy: Cuddio pob ffenestr a ffocysu'r penfwrdd.

source: Key to open the first panel menu
cy: Bysell i agor dewislen panel cyntaf

source: Opens the first indicator menu of the Panel, allowing keyboard navigation thereafter.
cy: Yn agor y ddewislen hysbysu gyntaf ar y Panel, a galluogi llywio gyda'r bysellfwrdd wedyn

source: Panel Opacity
cy: Tryloywedd y Panel

source: The opacity of the Panel background.
cy: Tryloywedd cefndir y Panel

source: Panel Opacity for Maximized Windows Toggle
cy: Togl ar gyfer Tryloywedd Panel Ffenestri sydd wedi'u Mwyhau

source: When a window is maximized and visible in the current viewport, the panel opacity is disabled.
cy: Pan fydd ffenestr wedi'i mwyhau ac yn weledol yn y porth presennol, bydd tryloywedd panel wedi'i analluogi.

source: Background Color
cy: Lliw'r Cefndir

source: Background color override for the Dash, Launcher and Switcher.
cy: Lliw cefndir gor-redol ar gyfer y Dash, Lansiwr a'r Newidydd.

source: Dash Blur
cy: Niwlo'r Dash

source: Type of blur in the Dash.
cy: Math o niwlo yn y Dash

source: No Blur
cy: Dim Niwlo

source: Static Blur
cy: Niwlo Statig

source: Active Blur
cy: Niwlo Gweithredol

source: Automaximize Value
cy: Gwerth Awtofwyhau

source: The minimum value to trigger automaximize.
cy: Y gwerth isaf i beri awtofwyhau

source: Enable Shortcut Hints Overlay
cy: Galluogi Tros-haen Awgrymiadau Llwybrau Byr

source: Enables possibility to display an overlay showing available mouse and keyboard shortcuts.
cy: Ei gwneud yn bosib i ddangos tros-haen sy'n arddangos pa lwybrau byr bysellfwrdd a llygoden sydd ar gael

source: Decorations
cy: Addurnau

source: Override Theme Settings
cy: Gosodiadau Thema Gor-redol

source: Each Gtk theme can provide shadow parameters, but you can override these values here.
cy: Gall eich thema Gtk ddarparu paramedrau cysgodol, ond mae modd i chi ddiystyrru'r gwerthoedd yma.

source: Shadow X offset
cy: Gwrthbwysiad y cysgod X

source: Horizontal offset of the shadow.
cy: Gwrthbwysiad llorweddol y cysgod.

source: Shadow Y offset
cy: Gwrthbwysiad y cysgod Y

source: Vertical offset of the shadow.
cy: Gwrthbwysiad fertigol y cysgod.

source: Active window shadow radius
cy: Radiws cysgod y ffenestr weithgar

source: The radius of the shadow blur for the active window.
cy: Radiws y cysgod yn pylu ar ffenestr weithredol.

source: Active window shadow color
cy: Lliw cysgod y ffenestr weithgar

source: The color of the shadows for the active window.
cy: Lliw'r cysgod ar ffenestr weithredol.

source: Inactive windows shadow radius
cy: Radiws cysgod ffenestr anweithredol

source: The radius of the shadow blur for the inactive windows.
cy: Radiws y cysgod yn pylu ar ffenestr anweithredol.

source: Inactive windows shadow color
cy: Lliw cysgod ffenestr anweithredol

source: The color of the shadows for the inactive windows.
cy: Lliw'r cysgod ar ffenestr anweithredol.

source: Key to show the Dash, Launcher and Help Overlay
cy: Bysell i ddangos Tros-haen Dash, Lansiwr a Chymorth

source: Holding this key makes the Launcher and Help Overlay appear. Tapping it opens the Dash.
cy: Bydd dal y fysell hon yn peri i'r Lansiwr a Thros-haen Cymorth ymddangos. Bydd ei thapio'n agor y Dash.

source: Key to give keyboard-focus to the Launcher
cy: Bysell i reoli'r Lansiwr gyda bysellfwrdd

source: Gives keyboard-focus to the Launcher so it can be navigated with the cursor-keys.
cy: Rheoli'r Lansiwr gyda bysellfwrdd fel bod modd llywio gyda chyrchfysellau.

source: Key to start the Launcher Application Switcher
cy: Bysell i gychwyn Cyfnewidydd Rhaglenni'r Lansiwr

source: Cycles through icons present in the Launcher. Activates the highlighted icon on release.
cy: Cylchredeg drwy eiconau sydd yn y Lansiwr, a gweithredu'r eicon ddetholwyd o'i ryddhau.

source: Key to start the Launcher Application Switcher in reverse
cy: Bysell i gychwyn Cyfnewidydd Rhaglenni'r Lansiwr am yn ôl.

source: Cycles through icons present in the Launcher, in reverse order. Activates the highlighted icon on release.
cy: Cylchredeg drwy eiconau sydd yn y Lansiwr am yn ôl, a gweithredu'r eicon ddetholwyd o'i ryddhau.

source: Dash tap duration
cy: Hyd tapio'r Dash

source: Duration (in millseconds) that will count as a tap for opening the Dash.
cy: Hyd (mewn milieiliadau) fydd yn cyfri fel tap i agor y Dash.

source: Launcher Opacity
cy: Tryloywder y Lansiwr

source: The opacity of the Launcher background.
cy: Tryloywder cefndir y Lansiwr.

source: Hide Launcher
cy: Cuddio Lansiwr

source: Make the Launcher hide automatically after some time of inactivity.
cy: Cuddio'r Lansiwr yn awtomatig wedi cyfnod yn segur.

source: Never
cy: Byth

source: Autohide
cy: Cuddio'n awtomatig

source: Hide Animation
cy: Animeiddad Cuddio

source: Animation played when the Launcher is showing or hiding.
cy: Animeiddiad i'w ddefnyddio pan fod y Lansiwr yn ymddangos neu'n cuddio.

source: Fade on bfb and Slide
cy: Pylu ar bfb a Sleidio

source: Slide only
cy: Sleidio'n Unig

source: Fade only
cy: Pylu'n unig

source: Fade and Slide
cy: Pylu a Sleidio

source: Reveal Trigger
cy: Gweithred Amlygu

source: Left Edge
cy: Ymyl Chwith

source: Top Left Corner
cy: Cornel Chwith Uchaf

source: Launcher Monitors
cy: Dangosyddion Lansiwr

source: Selects on which display the Launcher will be present.
cy: Dewis ar ba ddangosydd fydd y Lansiwr yn ymddangos.

source: All Displays
cy: Pob Dangosydd

source: Primary Display
cy: Prif Ddangosydd

source: Launcher Capture Mouse
cy: Lansiwr yn Dal y Llygoden

source: Determines if the Launcher's edges will capture the mousepointer.
cy: Pennu os yw ymylon y Lansiwr yn dal y pwyntydd llygoden.

source: Scroll Inactive Icon to Focus Application
cy: Sgrolio Eicon Anweithredol i Ganolbwynt Rhaglen

source: Allows using the mouse scrollwheel to focus an application if the icon is inactive.
cy: Caniatáu defnyddio olwyn llygoden i ganolbwyntio rhaglen os yw'r eicon yn anweithredol.

source: Minimize Single Window Applications (Unsupported)
cy: Lleihau Rhagleni Ffenestr Unigol (Heb ei gynnal)

source: Allows minimizing a single windowed application by clicking on its Launcher icon.
cy: Caniatáu lleihau rhaglen un ffenestr drwy glicio ar ei eicon Cychwynnwr.

source: Launcher Reveal Edge Responsiveness
cy: Ymateboldeb Dangos Ymylon Lansiwr

source: A conglomerate setting that modifies the overall responsiveness of the Launcher reveal.
cy: Gosodiad amryfal sy'n newid ymatebolrwydd eang dadleniad y Cychwynnwr.

source: Launcher Reveal Pressure
cy: Pwysedd Dangos Lansiwr

source: Amount of mouse pressure required to reveal the Launcher.
cy: Faint o bwysau sydd angen i ddangos y lansiwr.

source: Launcher Edge Stop Overcome Pressure
cy: Pwysedd Goresgyn Ataliad Ymyl Cychwynnwr

source: Amount of mouse pressure required to push the mousepointer into the next monitor.
cy: Faint o bwysedd llygoden sydd angen i wthio'r pwyntydd llygoden i'r dangosydd nesaf.

source: Pressure Decay Rate
cy: Cyfradd Dirywio Pwysedd

source: The rate at which mouse pressure decays.
cy: Y gyfradd mae pwysedd llygoden yn dirywio.

source: Edge Stop Velocity
cy: Cyflymdra Atal Ymyl

source: The maximum velocity at which the mouse will still be stopped.
cy: Y cyflymdra uchaf y bydd y llygoden yn cael ei hatal.

source: Duration of Sticky Edge Release after Break
cy: Hyd Rhyddhau Ymyl Gludiog wedi'r Toriad

source: The number of milliseconds Sticky Edges are deactivated for after the barrier has been broken.
cy: Y nifer o filieiliadau y bydd Ymylon Gludiog yn cael eu hanalluogi wedi i'r rhwystr gael ei dorri.

source: Launcher Icon Size
cy: Maint Eicon Lansiwr

source: The size of the icons in the Launcher.
cy: Maint yr eiconau yn y Lansiwr.

source: Launcher Icon Backlight Mode
cy: Modd Golau Ôl Lansiwr

source: Change how the icons in the Launcher are backlit.
cy: Newid modd golau ôl eiconau'r Lansiwr.

source: Backlight Always On
cy: Golau ôl ymlaen bob amser

source: Backlight Toggles
cy: Golau ôl yn Toglo

source: Backlight Always Off
cy: Diffodd golau ôl bob amser

source: Edge Illumination Toggles
cy: Toglo Goleuo Ymylon

source: Backlight and Edge Illumination Toggles
cy: Toglo Golau Ôl a Goleuo Ymylon

source: Launcher Icon Launch Animation
cy: Animeiddiad Lansio Eicon Lansiwr

source: The icon animation playing during the launch of a process.
cy: Yr animeiddiad ddefnyddir wrth lansio proses

source: None
cy: Dim

source: Pulse Until Running
cy: Curo Tan yn Rhedeg

source: Blink
cy: Smicio

source: Launcher Icon Urgent Animation
cy: Animeiddiad Lansiwr Eicon Difrifol

source: The icon animation playing when a Launcher Icon is in the urgent state.
cy: Yr animeiddiad ddefnyddir pan fydd Eicon Lansiwr mewn cyflwr difrifol

source: Pulse
cy: Curiad

source: Wiggle
cy: Siglad

source: Menus
cy: Dewislenni

source: Menus Fade-in Duration
cy: Hyd Pylu Mewn Dewislenni

source: Duration (in milliseconds) of the menus fade-in animation, used when the mouse goes over the top-panel.
cy: Hyd (mewn milieiliadau) yr animeiddiad pylu mewn, ddefnyddir pan aiff y llygoden dros y panel brig.

source: Menus Fade-out Duration
cy: Hyd Pylu Allan Dewislenni

source: Duration (in milliseconds) of the menus fade-out animation, used when the mouse goes over the top-panel.
cy: Hyd (mewn milieiliadau) yr animeiddiad pylu allan, ddefnyddir pan aiff y llygoden dros y panel brig.

source: Menus Discovery Duration
cy: Hyd Datgelu Dewislenni

source: How many seconds the menus should be shown when a new application has been launched.
cy: Faint o eiliadau y dylid dangos dewislenni pan fod rhaglen newydd yn cael ei lansio.

source: Menus Discovery Fade-in Duration
cy: Hyd Pylu Mewn Datgelu Dewislenni

source: Duration (in milliseconds) of the menus fade-in animation, used when the menus of a new launched application have been shown.
cy: Hyd (mewn milieiliadau) yr animeiddiad pylu mewn, ddefnyddir pan fydd dewislenni rhaglen sydd newydd ei lansio'n cael eu dangos.

source: Menus Discovery Fade-out Duration
cy: Hyd Pylu Allan Datgelu Dewislenni

source: Duration (in milliseconds) of the menus fade-out animation, used when the menus of a new launched application have been shown.
cy: Hyd (mewn milieiliadau) yr animeiddiad pylu allan, ddefnyddir pan fydd dewislenni rhaglen sydd newydd ei lansio'n cael eu dangos.

source: Key to start the Switcher
cy: Bysell i gychwyn y Cyfnewidydd

source: Switches to the next open window on the actual viewport.
cy: Newid i'r ffenest agored nesaf ar y porth presennol.

source: Key to switch to the previous window in the Switcher
cy: Bysell i newid i'r ffenest flaenorol yn y Cyfnewidydd.

source: Switches to the previous open window on the actual viewport, once the Switcher has been revealed.
cy: Newid i'r ffenest agored nesaf ar y porth presennol, unwaith fydd y Cyfnewidydd yn ymddangos.

source: Key to start the Switcher for all viewports
cy: Bysell i gychwyn Cyfnewidydd ar gyfer pob porth

source: Switches to the next open window, including windows of all viewports.
cy: Newid i'r ffenest agored nesaf, gan gynnwys ffenestri ar bob porth.

source: Key to switch to the previous window in the Switcher for all viewports
cy: Bysell i newid i'r ffenest flaenorol yn y Cyfnewidydd ar gyfer bob porth.

source: Switches to the previous open window, once the Switcher has been revealed, including windows of all viewports.
cy: Newid i'r ffenestr agored flaenorol unwaith i'r Cyfnewidydd gael ei ddatgelu, gan gynnwys ffenstri ar bob porth.

source: Key to flip through windows in the Switcher
cy: Bysell i droi drwy ffenestri yn y Cyfnewidydd

source: Flips through all the windows present in the Switcher.
cy: Troi drwy bob ffenestr sy'n bresennol yn y Cyfnewidydd.

source: Key to flip through windows in the Switcher backwards
cy: Bysell i droi am yn ôl drwy ffenestri yn y Cyfnewidydd.

source: Flips through all the windows present in the Switcher, in reverse order.
cy: Troi am yn ôl drwy bob ffenestr sy'n bresennol yn y Cyfnewidydd.

source: Switcher strictly changes between applications
cy: Mae'r Newidydd dim ond yn newid rhwng rhaglenni

source: Disables the last focused window being the first entry in the Switcher, so Switcher strictly switches between applications
cy: Analluogi'r ffenestr canolbwynt diwethaf rhag bod y cofnod cyntaf yn y Newidydd, fel mai dim ond rhwng rhaglenni mae'r Newidydd yn gwneud.

source: Show live previews of windows in the Switcher
cy: Dangos rhagolygon byw o ffenestri yn y Cyfnewidydd

source: Enables miniature live window previews in the Switcher.
cy: Galluogi rhagolygon byw bychan o ffenestri yn y Cyfnewidydd.

source: Timed automatic to show live previews in the Switcher
cy: Amseriad awtomatig dangos rhagolygon byw yn y Cyfnewidydd.

source: Automatically spreads multiple windows of the same application out into a grid after a short time.
cy: Lledu mwy nag un ffenestr o'r un rhaglen mewn i grid yn awtomatig wedi cyfnod byr.

source: Bias alt-tab to prefer windows on the current viewport
cy: Tueddu alt-tab i ffafrio ffenestri sydd ar y porth presennol.

source: Bias the Switcher to prefer windows which are placed on the current viewport.
cy: Tueddu'r Cyfnewidydd i ffafrio ffenestri sydd ar y porth presennol.

source: Disable Show Desktop in the Switcher
cy: Analluogi Dangos Penbwrdd yn y Cyfnewidydd

source: Disables the Show Desktop icon in the Switcher.
cy: Analluogi eicon Dangos Penbwrdd yn y Cyfnewidydd.

source: Disable the mouse in the Switcher
cy: Analluogi'r llygoden yn y Newidiwr

source: Disables the mouse in the Switcher.
cy: Analluogi'r llygoden yn y Newidiwr

source: Left Mouse
cy: Llygoden Chwith

source: Middle Mouse
cy: Llygoden Canol

source: Right Mouse
cy: Llygoden Dde

source: Keyboard Shortcuts
cy: Llwybrau byr y Bysellfwrdd

source: (Hold)
cy: (Dal)

source: Opens the Launcher, displays shortcuts.
cy: Agor y Lansiwr, dangos llwybrau byr.

source: Opens Launcher keyboard navigation mode.
cy: Agor modd llywio bysellfwrdd i'r Lansiwr

source: Switches applications via the Launcher.
cy: Cyfnewid rhaglenni drwy'r Lansiwr

source: + 1 to 9
cy: + 1 i 9

source: Same as clicking on a Launcher icon.
cy: Yr un peth â chlicio ar eicon Lansiwr

source: + Shift + 1 to 9
cy: + Shift + 1 i 9

source: Opens a new window in the app.
cy: Yn agor ffenestr newydd i'r rhaglen.

source: Opens the Trash.
cy: Yn agor y Sbwriel.

source: Opens the Dash Home.
cy: Yn agor Cartref Dash.

source: Opens the Dash App Lens.
cy: Yn agor Lens Rhaglenni'r Dash.

source: Opens the Dash Files Lens.
cy: Yn agor Lens Ffeiliau'r Dash.

source: Opens the Dash Music Lens.
cy: Yn agor Lens Cerddoriaeth y Dash.

source: Opens the Dash Photo Lens.
cy: Agor Lens Ffoto Dash

source: Opens the Dash Video Lens.
cy: Yn agor Lens Fideo'r Dash

source: Switches between Lenses.
cy: Cyfnewid rhwng Lensys

source: Moves the focus.
cy: Newid y ffocws

source: Arrow Keys
cy: Bysellau Saethau

source: Opens the currently focused item.
cy: Yn agor yr eitem dan sylw nawr

source: HUD & Menu Bar
cy: HUD & Bar Dewislen

source: Opens the HUD.
cy: Agor yr HUD.

source: Reveals the application menu.
cy: Datgelu'r ddewislen rhaglenni.

source: Opens the indicator menu.
cy: Datgelu'r ddewislen dangosydd.

source: Moves focus between indicators.
cy: Newid ffocws rhwng dangosyddion.

source: Cursor Left or Right
cy: Cyrchwr Chwith neu Dde

source: Switching
cy: Yn cyfnewid

source: Switches between applications.
cy: Yn cyfnewid rhwng rhaglenni.

source: Switches between applications from all workspaces.
cy: Newid rhwng rhaglenni o bob gweithfan.

source: Switches windows of current applications.
cy: Yn cyfnewid ffenestri rhaglenni cyfredol.

source: Workspaces
cy: Gweithleoedd

source: Switches between workspaces.
cy: Yn cyfnewid rhwng gweithleoedd

source: + Arrow Keys
cy: + Bysellau Saethau

source: Switches workspaces.
cy: Yn cyfnewid gweithleoedd

source: Moves focused window to another workspace.
cy: Yn symud y ffenestr dan sylw i weithle arall.

source: Windows
cy: Ffenestri

source: Spreads all windows in the current workspace.
cy: Lledu pob ffenestr yn y gweithle cyfredol.

source: Spreads all windows.
cy: Ymestyn yr holl ffenestri.

source: Spreads all windows in all the workspaces.
cy: Ymestyn pob ffenestr ym mhob gweithfan.

source: Minimises all windows.
cy: Lleihau pob ffenestr.

source: Maximises the current window.
cy: Mwyhau'r ffenestr gyfredol.

source: Restores or minimises the current window.
cy: Adfer neu leihau'r ffenestr bresennol.

source: or Right
cy: or Dde

source: Semi-maximise the current window.
cy: Hanner fwyhau'r ffenestr gyfredol.

source: Closes the current window.
cy: Cau'r ffenestr gyfredol.

source: Opens the window accessibility menu.
cy: Yn agor dewislen hygyrchedd y ffenestr.

source: Places the window in corresponding position.
cy: Yn rhoi'r ffenestr mewn lleoliad cyfatebol.

source: Ctrl + Alt + Num (keypad)
cy: Ctrl + Alt + Num (bysellbad)

source: Drag
cy: Llusgo

source: Moves the window.
cy: Symud y ffenestr.

source: Resizes the window.
cy: Ailfeintio'r ffenestr.

source: Other users are logged in. Restarting or shutting down will close their open applications and may cause them to lose work.
cy: Mae defnyddwyr eraill wedi mewngofnodi. Bydd ailgychwyn neu gau yn cau eu rhaglenni agored ac achosi iddyn nhw golli gwaith.

source: Shut Down
cy: Diffodd

source: Hi %s, you have open files that you might want to save before shutting down. Are you sure you want to continue?
cy: Hei %s, mae gennych ffeiliau ar agor efallai yr hoffech eu cadw cyn diffodd. Ydych chi'n siwr eich bod am barhau?

source: Goodbye, %s. Are you sure you want to close all programs and shut down the computer?
cy: Hwyl fawr, %s. Ydych chi'n siwr eich bod am gau pob rhaglen a diffodd y cyfrifiadur?

source: Log Out
cy: Allgofnodi

source: Hi %s, you have open files that you might want to save before logging out. Are you sure you want to continue?
cy: Hei %s, mae gennych ffeiliau ar agor efallai yr hoffech eu cadw cyn allgofnodi. Ydych chi'n siwr eich bod am barhau?

source: Goodbye, %s. Are you sure you want to close all programs and log out from your account?
cy: Hwyl fawr, %s. Ydych chi'n siwr eich bod am gau pob rhaglen ac allgofnodi o'ch cyfrif?

source: Hi %s, you have open files you might want to save. Would you like to…
cy: Hei %s, mae gennych ffeiliau ar agor efallai yr hoffech eu cadw. Hoffech chi…

source: Hi %s, you have open files you might want to save. Would you like to…
cy: Hei %s, mae gennych ffeiliau ar agor efallai yr hoffech eu cadw. Hoffech chi…

source: Goodbye, %s. Would you like to…
cy: Hwyl fawr, %s. Hoffech chi…

source: Lock
cy: Cloi

source: Suspend
cy: Seibio

source: Hibernate
cy: Cysgu

source: Restart
cy: Ailgychwyn

source: Activate
cy: Gweithredu

source: No Image Available
cy: Dim Delwedd Ar Gael

source: Filter results
cy: Mireinio canlyniadau

source: Caps lock is on
cy: Mae Caps Lock ymaen

source: Launchers
cy: Lanswyr

source: Key to show the HUD
cy: Bysell i ddangos yr HUD
